Repository: DESTROYING/libpeas
Catalog: po/*.po
Languages: te

source: Peas Gtk
te: పీస్ GTK

source: Plugin Manager
te: ప్లగిన్ నిర్వాహకి

source: Plugin Manager View
te: ప్లగిన్ నిర్వాన దర్శనం

source: Show Builtin
te: బులిటెన్ ను చూపుము

source: View
te: దర్శనం

source: Dependency '%s' was not found
te: ఆధార పడిన '%s'దొరకలేదు

source: Dependency '%s' failed to load
te: ఆధార పడిన '%s'లోడవుటకు విఫలం

source: Plugin loader '%s' was not found
te: ప్లగిన్ లోడర్ '%s' దొరకలేదు

source: Failed to load
te: లోడు అవుటకు విఫలం

source: Additional plugins must be disabled
te: మిగతా ప్లగిన్ లు తప్పనిసరిగా నిరుపయోగించబడవలెను

source: The following plugins depend on '%s' and will also be disabled:
te: క్రింద ఉన్న ప్లగిన్ లు '%s'పై ఆధార పడినవి మరియు ఇవి నిరుపయోగించబడును

source: Plugins
te: ప్లగిన్ లు

source: An additional plugin must be disabled
te: మిగతా ప్లగిన్ లు తప్పనిసరిగా నిరుపయోగించబడవలెను

source: The '%s' plugin depends on the '%s' plugin. If you disable '%s', '%s' will also be disabled.
te: '%s' ప్లగిన్ '%s' ప్లగిన్ పై ఆధారపడి వుంది. మీరు '%s' ను నిరుపయోగపరిచినట్లయితే, '%s'కూడా నిరుపయోగ పడుతుంది.

source: Disable Plugins
te: ప్లగిన్ లు నిరుపయోగపరుచు

source: There was an error displaying the help.
te: సహయము ప్రదర్శించడములో దోషము

source: _Enabled
te: క్రియాశీలీకబడినవి(_E)

source: E_nable All
te: అన్నిటినీ క్రియాశీలీకరించు(_n)

source: _Disable All
te: అన్నిటినీ నిరుపయోగించు(_D)

source: Enabled
te: క్రియాశీలీకబడినవి

source: Plugin
te: ప్లగిన్

source: <b>The plugin '%s' could not be loaded</b> An error occurred: %s
te: <b> ప్లగిన్ '%s' లోడవుటలేదు </b> దోషం జరిగినది:%s

source: Run from build directory
te: వివరణ అమరిక నుండి నడుపు

source: - libpeas demo application
te: లిబ్ పీస్ డెమో కార్యక్షేత్రము
